import nazivit1 from "../img/test/nazivin1.jpg";
import nazivin2 from "../img/test/nazivin2.jpg";
import nazivin3 from "../img/test/nazivin3.jpg";

const dataCart = [
  {
    retail: {
      "guid": "65980c3d-1fb0-4051-8990-1d97787ab534",
      "title": "Аптека Всем",
      "city": "Красноярск",
      "street": "Дмитрия Мартынова",
      "buildNumber": "24",
      "tel": "(391) 218-18-90",
      "clock": "8:00 - 22:00",
      "office": null,
      coordinates: [56.038705, 92.872595],
      type: 'av'
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 140
      },
      // {
      //   id: "2",
      //   title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
      //   maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
      //   img: nazivin2,
      //   price: 187
      // },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 196
      },
    ]
  },
  {
    retail: {
      "guid": "2f2e74d5-e0c4-4790-9d1f-87614312d541",
      "title": "Гармония Здоровья",
      "city": "Красноярск",
      "street": "Телевизорная",
      "buildNumber": "1 ст4",
      "tel": "(391) 245-87-73",
      "clock": "8:00 - 22:00",
      "office": null,
      coordinates: [56.022559, 92.796634],
      type: 'gz',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 157
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 198
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 194
      },
    ]
  },
  {
    retail: {
      "guid": "9ca5cce1-db41-49a8-a619-9206455f7d4a",
      "title": "Аптека Всем",
      "city": "Красноярск",
      "street": "Водопьянова",
      "buildNumber": "8",
      "tel": "(391) 218-14-40",
      "clock": "7:00-22:00",
      "office": null,
      coordinates: [56.061177, 92.910414],
      type: 'av',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 160
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 200
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 198
      },
    ]
  },
  {
    retail: {
      "guid": "389e216c-d91f-417a-bfe2-d26942332fc5",
      "title": "Дешевая Аптека",
      "city": "Красноярск",
      "street": "Металлургов",
      "buildNumber": "12",
      "tel": "(391) 245-51-51",
      "clock": "09:00-21:00",
      "office": null,
      coordinates: [56.055447, 92.960028],
      type: 'da',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 163
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 205
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 199
      },
    ]
  },
  {
    retail: {
      "guid": "e3cdeec0-afba-4bc3-943c-5e3c4f0a6a6f",
      "title": "Дешевая Аптека",
      "city": "Красноярск",
      "street": "Высотная",
      "buildNumber": "1",
      "tel": "(391) 246-88-08",
      "clock": "7:00-22:00",
      "office": null,
      coordinates: [56.019384, 92.792268],
      type: 'da',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 159
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 212
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 201
      },
    ]
  },
  {
    retail: {
      "guid": "6a582b65-03fc-45b3-aaf2-178f3a26b299",
      "title": "Гармония Здоровья",
      "city": "Красноярск",
      "street": "Высотная",
      "buildNumber": "27",
      "tel": "(391) 247-42-42",
      "clock": "7:30-22:00",
      "office": null,
      coordinates: [56.026800, 92.779422],
      type: 'gz',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 180
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 190
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 170
      },
    ]
  },
  {
    retail: {
      "guid": "2db67c25-4d27-437e-a2aa-e900b0c45451",
      "title": "Гармония Здоровья",
      "city": "Красноярск",
      "street": "Мирошниченко",
      "buildNumber": "6",
      "tel": "(391) 247-39-39",
      "clock": "08:00 – 22:00",
      "office": null,
      coordinates: [56.029748, 92.756129],
      type: 'gz',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 185
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 170
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 170
      },
    ]
  },
  {
    retail: {
      "guid": "d75c02a0-2b05-40e5-b39d-1a74ac03c9e9",
      "title": "Гармония Здоровья",
      "city": "Красноярск",
      "street": "Металлургов",
      "buildNumber": "34",
      "tel": "(391) 299-36-36",
      "clock": "08:00 – 22:00",
      "office": null,
      coordinates: [56.046846, 92.946805],
      type: 'gz',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 160
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 180
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 180
      },
    ]
  },
  {
    retail: {
      "guid": "73125d04-0f40-41a4-9ed8-c5935a1d7bdd",
      "title": "Эвалар",
      "city": "Красноярск",
      "street": "Металлургов",
      "buildNumber": "10",
      "tel": "(391) 234-34-32",
      "clock": "08:00 – 22:00",
      "office": null,
      coordinates: [56.056398, 92.960900],
      type: 'ev',
    },
    items: [
      // {
      //   id: "1",
      //   title: 'Називин капли 0.05% фл пипет 10мл N 1',
      //   maker: 'Сандоз Прайвит Лимитед',
      //   img: nazivit1,
      //   price: 190
      // },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 190
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 190
      },
    ]
  },
  {
    retail: {
      "guid": "3608a5bd-a61f-41c8-abf4-eb0f9f1aa5c3",
      "title": "Гармония Здоровья",
      "city": "Красноярск",
      "street": "Ленинградский",
      "buildNumber": "55",
      "tel": "(391) 74-24-24",
      "clock": "08:00 – 22:00",
      "office": null,
      coordinates: [56.224617, 93.520074],
      type: 'gz',
    },
    items: [
      {
        id: "1",
        title: 'Називин капли 0.05% фл пипет 10мл N 1',
        maker: 'Сандоз Прайвит Лимитед',
        img: nazivit1,
        price: 190
      },
      {
        id: "2",
        title: 'НАЗИВИН 0,025% 10МЛ ФЛАК С КРЫШ/ПИПЕТК КАПЛИ НАЗАЛ',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin2,
        price: 200
      },
      {
        id: "3",
        title: 'Набор из 2 уп НАЗИВИН 22,5МКГ/ДОЗА 10МЛ ФЛАК СПРЕЙ НАЗАЛ ДОЗ по специальной цене',
        maker: 'Софаримекс-Индустрия Кимика э Фармасуэтика С.А.',
        img: nazivin3,
        price: 191
      },
    ]
  }
]

export default dataCart