import img1 from "../img/img_articles/Image_1.jpg";
import img2 from "../img/img_articles/Image_2.jpg";
import img3 from "../img/img_articles/Image_3.jpg";
import img4 from "../img/img_articles/Image_4.jpg";

const articleCardData = [
  {
    id: 1,
    title: 'За подарками – в аптеку!',
    description: 'ТОП 10 полезных подарков на 8 марта для прекрасных дам. ',
    image: img1,
    date: '09 марта 2021'
  },
  {
    id: 2,
    title: 'Держим курс на весну!',
    description: 'Календарная весна уже наступила, а значит, совсем скоро природа начнет просыпаться от зимней спячки и придет долгожданное тепло. ',
    image: img2,
    date: '09 марта 2021'
  },
  {
    id: 3,
    title: 'Простуда: что делать и какие препараты добавить в аптечку?',
    description: 'Чаще всего простуда настигает нас в самый неподходящий момент. \n' +
      'Мы собрали для вас 5 простых шагов, что делать при первых симптомах простуды, а также список необходимых препаратов от простуды и гриппа.',
    image: img3,
    date: '09 марта 2021'
  },
  {
    id: 4,
    title: 'Получить выгоду – Легко!',
    description: 'И это не просто слоган!\n' +
      'Легко – это единая бонусная карта. \n' +
      'Отличительной особенностью данной карты является её универсальность',
    image: img4,
    date: '09 марта 2021'
  }
]

export {articleCardData}